11/data/attachments/f4d6581a44815d69.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_de9d98e6-9559-44bd-88b2-c898b2af328d</nif:username>
            <nif:friendToBeAdded>Travis_sure_Actions_92526_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>